Repository: NMarjou/localization-app
Catalog: TMs/en-US_pt-PT.tmx
Source language: en_us
Languages: pt_pt

source: Direct reports, organizational unit and below
pt_pt: Subordinados diretos, unidade organizacional e abaixo

source: Allow creation for:
pt_pt: Permitir criação para:

source: Only managers in the selected population can assign goals
pt_pt: Apenas os gestores da população selecionada podem atribuir objetivos

source: Your goal type was successfully created.
pt_pt: O seu tipo de objetivo foi criado com sucesso.

source: View/edit
pt_pt: Ver/editar

source: This is the standard goal workflow. It is suitable for example for development and performance goals. An approval process can be activated. Managers can assign this goal to other workers.
pt_pt: Este é o fluxo de trabalho padrão para objetivos. É adequado, por exemplo, para objetivos de desenvolvimento e desempenho. Um processo de aprovação pode ser ativado. Os gestores podem atribuir este objetivo a outros trabalhadores.

source: Goal workflow
pt_pt: Fluxo de trabalho do objetivo

source: Enables users with manager and HR roles to assign organizational goals to organizational units, so that workers who belong to that organization can see the goal.
pt_pt: Permite que utilizadores com funções de gestor e RH atribuam objetivos organizacionais a unidades organizacionais, para que os trabalhadores que pertencem a essa organização possam ver o objetivo.

source: Well-being
pt_pt: Bem-estar

source: Well-being goals are set by end-users and don’t require approval. They can only be set by the end-users; they cannot be assigned by another user and are not included in reports.
pt_pt: Os objetivos de bem-estar são definidos pelos utilizadores finais e não requerem aprovação. Só podem ser definidos pelos utilizadores finais; não podem ser atribuídos por outro utilizador e não estão incluídos em relatórios.

source: You have unsaved changes. What would you like to do before leaving this page?
pt_pt: Tem alterações não guardadas. O que pretende fazer antes de sair desta página?

source: Changes in this table only apply to the individual worker. To update goal weights for organizational goals across the entire population, use the Edit view of the goal.
pt_pt: As alterações nesta tabela aplicam-se apenas ao colaborador individual. Para atualizar as ponderações de objetivos para objetivos organizacionais em toda a população, utilize a vista Editar do objetivo.

source: To update goal weights for organizational goals across the entire population, use the Edit view of the goal.
pt_pt: Para atualizar as ponderações de objetivos para objetivos organizacionais em toda a população, utilize a vista Editar do objetivo.

source: Changes in this table only apply to the individual worker
pt_pt: As alterações nesta tabela aplicam-se apenas ao trabalhador individual

source: Only to the selected organizational unit(s)
pt_pt: Apenas para a(s) unidade(s) organizacional(is) selecionada(s)

source: Achieved result:
pt_pt: Resultado alcançado:

source: Additional goal description:
pt_pt: Descrição adicional do objetivo:

source: Celebrate completed goals — it keeps motivation high.
pt_pt: Celebre os objetivos concluídos — mantém a motivação elevada.

source: Set yourself up for success!
pt_pt: Prepare-se para o sucesso!

source: Here are some tips to help you set and achieve impactful goals.
pt_pt: Aqui estão algumas dicas para o ajudar a definir e alcançar objetivos impactantes.

source: Align your goals with team and company objectives.
pt_pt: Alinhe os seus objetivos com os objetivos da equipa e da empresa.

source: Update your goals regularly to reflect changes in priorities.
pt_pt: Atualize os seus objetivos regularmente para refletir alterações nas prioridades.

source: Write clear, measurable goals so you can track progress easily.
pt_pt: Escreva objetivos claros e mensuráveis para poder acompanhar o progresso facilmente.

source: Discuss goal achievements and learnings during review sessions.
pt_pt: Discuta as conquistas de objetivos e aprendizagens durante as sessões de avaliação.

source: Help workers set realistic and meaningful goals.
pt_pt: Ajude os colaboradores a definir objetivos realistas e significativos.

source: Monitor progress and provide guidance when goals get off track.
pt_pt: Monitorize o progresso e forneça orientação quando os objetivos se desviarem do rumo.

source: Review and approve goals early in the cycle to ensure alignment.
pt_pt: Reveja e aprove objetivos no início do ciclo para garantir o alinhamento.

source: Define library users
pt_pt: Definir utilizadores da biblioteca

source: Publish library
pt_pt: Publicar biblioteca

source: Enter the basic information of the tag library
pt_pt: Insira as informações básicas da biblioteca de etiquetas

source: Tag library details
pt_pt: Detalhes da biblioteca de etiquetas

source: Add tag
pt_pt: Adicionar etiqueta

source: Add tags
pt_pt: Adicionar etiquetas

source: Are you sure you want to delete this tag?
pt_pt: Tem a certeza de que deseja eliminar esta etiqueta?

source: Delete tag
pt_pt: Eliminar etiqueta

source: Enable tag
pt_pt: Ativar etiqueta

source: Create tags
pt_pt: Criar etiquetas

source: Tags
pt_pt: Etiquetas

source: Create tag library
pt_pt: Criar biblioteca de etiquetas

source: Are you sure you want to delete this library?
pt_pt: Tem a certeza de que deseja eliminar esta biblioteca?

source: The library <u>{{title}}</u> was successfully deleted.
pt_pt: A biblioteca <u>{{title}}</u> foi eliminada com sucesso.

source: Are you sure you want to disable this library?
pt_pt: Tem a certeza de que deseja desativar esta biblioteca?

source: The library <u>{{title}}</u> was successfully disabled.
pt_pt: A biblioteca <u>{{title}}</u> foi desativada com sucesso.

source: No goal tag libraries yet!
pt_pt: Ainda não há bibliotecas de etiquetas de objetivos!

source: Are you sure you want to enable this library?
pt_pt: Tem a certeza de que deseja ativar esta biblioteca?

source: The library <u>{{title}}</u> was successfully enabled.
pt_pt: A biblioteca <u>{{title}} </u> foi ativada com sucesso.

source: Disabled
pt_pt: Desativado

source: Goal owner:
pt_pt: Proprietário do objetivo:

source: Deliverables:
pt_pt: Entregas:

source: Goal creator:
pt_pt: Criador de objetivos:

source: Not selected
pt_pt: Não selecionada

source: No goals
pt_pt: Sem objetivos

source: No goals yet
pt_pt: Ainda não há objetivos

source: My goal plan
pt_pt: O meu plano de objetivos

source: No goals yet.
pt_pt: Ainda não há objetivos.

source: My team & shared goals
pt_pt: A minha equipa e objetivos partilhados

source: Measurement criteria:
pt_pt: Critérios de medição:

source: Max target
pt_pt: Meta máxima

source: Min target
pt_pt: Alvo mínimo

source: Target metric
pt_pt: Métrica-alvo

source: Metric description
pt_pt: Descrição da métrica

source: Organizational unit:
pt_pt: Unidade organizacional:

source: This goal is published for the selected organizational unit and all units below it.
pt_pt: Este objetivo está publicado para a unidade organizacional selecionada e todas as unidades abaixo dela.

source: Goal overview
pt_pt: Visão geral do objetivo

source: Download goal
pt_pt: Objetivo de transferência

source: Priority:
pt_pt: Prioridade:

source: At risk
pt_pt: Em risco

source: Blocked
pt_pt: Bloqueado

source: Not achieved
pt_pt: Não alcançado

source: On track
pt_pt: No caminho certo

source: Tracking status:
pt_pt: Estado de monitorização:

source: Personal
pt_pt: Pessoal

source: Priority overview
pt_pt: Visão geral das prioridades

source: No data
pt_pt: Sem dados

source: Select row
pt_pt: Selecionar linha

source: Select rows
pt_pt: Selecionar linhas

source: Unselect row
pt_pt: Desmarcar linha

source: Not supported.
pt_pt: Não suportado.

source: Your organization has not subscribed to this feature. For information regarding subscription and activation, please contact your beqom representative.
pt_pt: A sua organização não subscreveu esta funcionalidade. Para informações sobre subscrição e ativação, contacte o seu representante beqom.

source: Search results
pt_pt: Resultados da pesquisa

source: Hide tags
pt_pt: Ocultar etiquetas

source: Upload performance rating
pt_pt: Carregar classificação de desempenho

source: Add historical review
pt_pt: Adicionar avaliação histórica

source: An error occurred during the validation of the file. Please check the column names, the mandatory data and the file format, and then try again.
pt_pt: Ocorreu um erro durante a validação do ficheiro. Verifique os nomes das colunas, os dados obrigatórios e o formato do ficheiro, e tente novamente.

source: Please wait while your request is being processed; this can take some time. You can leave the page. Once the process is finished, you will be able to view the result log file here.
pt_pt: Aguarde enquanto o seu pedido está a ser processado; isto pode demorar algum tempo. Pode sair da página. Assim que o processo terminar, poderá ver o ficheiro de registo de resultados aqui.

source: Click "Add historical reviews" to upload past reviews.
pt_pt: Clique em "Adicionar avaliações históricas" para carregar avaliações anteriores.

source: No historical reviews
pt_pt: Sem avaliações históricas

source: Period of evaluation
pt_pt: Período de avaliação

source: {{reviewsCount}} worker
pt_pt: {{reviewsCount}} trabalhador

source: {{reviewsCount}} workers
pt_pt: {{reviewsCount}} trabalhadores

source: No historical performance ratings upload yet!
pt_pt: Ainda não foi carregada nenhuma classificação de desempenho histórico!

source: The upload completed with {{count}} errors. Please download the log file to review them.
pt_pt: O carregamento foi concluído com {{count}} erros. Transfira o ficheiro de registo para os rever.

source: File upload: errors detected
pt_pt: Carregamento de ficheiro: erros detetados

source: The file will not be published; it will only be used for you.
pt_pt: O ficheiro não será publicado; será apenas utilizado para si.

source: Download the Excel template
pt_pt: Descarregar o modelo Excel

source: Add worker details and ratings to the Excel file
pt_pt: Adicionar detalhes do trabalhador e classificações ao ficheiro Excel

source: The review file was successfully uploaded. Please download the result log file.
pt_pt: O ficheiro de avaliação foi carregado com sucesso. Descarregue o ficheiro de registo do resultado.

source: Upload the modified Excel file
pt_pt: Carregar o ficheiro Excel modificado

source: Upload historical reviews
pt_pt: Carregar avaliações históricas

source: Hello, {{name}}
pt_pt: Olá, {{name}}

source: Today is {{date}}
pt_pt: Hoje é {{date}}

source: My network
pt_pt: A minha rede

source: Good morning, {{name}}
pt_pt: Bom dia, {{name}}

source: No new notifications. Check again later for updates.
pt_pt: Sem novas notificações. Verifique novamente mais tarde para atualizações.

source: Quick actions
pt_pt: Ações rápidas

source: Your documents will appear here
pt_pt: Os seus documentos aparecerão aqui

source: Your documents
pt_pt: Os seus documentos

source: You have no documents yet.
pt_pt: Ainda não tem documentos.

source: No documents
pt_pt: Sem documentos

source: You have already responded to this request.
pt_pt: Já respondeu a este pedido.

source: Learning
pt_pt: Aprendizagem

source: Add behaviors
pt_pt: Adicionar comportamentos

source: Assigned to {{count}} people
pt_pt: Atribuído a {{count}} pessoas

source: {{org}} is already included into the selected departments.
pt_pt: {{org}} já está incluída nos departamentos selecionados.

source: User or organization
pt_pt: Utilizador ou organização

source: Are you sure you want to publish this library?
pt_pt: Tem a certeza de que deseja publicar esta biblioteca?

source: The library was successfully published.
pt_pt: A biblioteca foi publicada com sucesso.

source: Your library was successfully saved.
pt_pt: A sua biblioteca foi guardada com sucesso.

source: Library description
pt_pt: Descrição da biblioteca

source: Library display options
pt_pt: Opções de exibição da biblioteca

source: Library name
pt_pt: Nome da biblioteca

source: Library owners
pt_pt: Proprietários da biblioteca

source: Tag description
pt_pt: Descrição da etiqueta

source: Tag name
pt_pt: Nome da etiqueta

source: Enter a short description
pt_pt: Insira uma breve descrição

source: The library was saved.
pt_pt: A biblioteca foi guardada.

source: Locality
pt_pt: Localidade

source: City or locality.
pt_pt: Cidade ou localidade.

source: This audit trail will track the history of all file uploads. Any time a translation file is uploaded, the details will be recorded here automatically.
pt_pt: Este registo de auditoria irá acompanhar o histórico de todos os carregamentos de ficheiros. Sempre que um ficheiro de tradução for carregado, os detalhes serão registados aqui automaticamente.

source: No audit records yet
pt_pt: Ainda não existem registos de auditoria

source: Imported by:
pt_pt: Importado por:

source: Number of labels created:
pt_pt: Número de etiquetas criadas:

source: Number of labels reverted to standard:
pt_pt: Número de etiquetas revertidas para o padrão:

source: Number of labels skipped:
pt_pt: Número de etiquetas ignoradas:

source: Show details
pt_pt: Mostrar detalhes

source: The size of the files exceeds the maximum limit.
pt_pt: O tamanho dos ficheiros excede o limite máximo.

source: Language code:
pt_pt: Código de idioma:

source: Created at:
pt_pt: Criado em:

source: Labels changed:
pt_pt: Etiquetas alteradas:

source: Language:
pt_pt: Idioma:

source: Last updated:
pt_pt: Última atualização:

source: Translation source:
pt_pt: Origem da tradução:

source: Language details
pt_pt: Detalhes do idioma

source: Updated by:
pt_pt: Atualizado por:

source: Versions:
pt_pt: Versões:

source: {{selectedCount}} files selected
pt_pt: {{selectedCount}} ficheiros selecionados

source: Get started by uploading a localization file.
pt_pt: Comece por carregar um ficheiro de localização.

source: No customizations yet.
pt_pt: Ainda sem personalizações.

source: Search by language code
pt_pt: Pesquisar por código de idioma

source: Custom overwrites
pt_pt: Substituições personalizadas

source: Total languages
pt_pt: Total de idiomas

source: Audit trails
pt_pt: Registos de auditoria

source: Translation source
pt_pt: Origem da tradução

source: Add at least one file to start uploading.
pt_pt: Adicione pelo menos um ficheiro para começar a carregar.

source: An error occurred while validating the file. Please check the column names, mandatory data, file format and try again.
pt_pt: Ocorreu um erro ao validar o ficheiro. Verifique os nomes das colunas, os dados obrigatórios, o formato do ficheiro e tente novamente.

source: Upload finished
pt_pt: Carregamento concluído

source: Invalid file name
pt_pt: Nome de ficheiro inválido

source: A file with the same name was already added.
pt_pt: Já foi adicionado um ficheiro com o mesmo nome.

source: The file upload has failed.
pt_pt: O carregamento do ficheiro falhou.

source: The file was successfully uploaded.
pt_pt: O ficheiro foi carregado com sucesso.

source: Fill in the template
pt_pt: Preencher o modelo

source: Upload the file
pt_pt: Carregar o ficheiro

source: Supported formats: CSV. Max 10MB for file.
pt_pt: Formatos suportados: CSV. Máx. 10 MB por ficheiro.

source: File upload for {{language}}
pt_pt: Carregamento de ficheiro para {{language}}

source: Upload additional files
pt_pt: Carregar ficheiros adicionais

source: Company name
pt_pt: Nome da empresa

source: Enter
pt_pt: Introduzir

source: Your company name could not be found; please check the spelling and try again. If you need further support, please contact your internal IT helpdesk or your system administrator.
pt_pt: O nome da sua empresa não foi encontrado; verifique a ortografia e tente novamente. Se precisar de mais apoio, contacte o seu serviço de assistência de TI interno ou o administrador do sistema.

source: Something's not right.
pt_pt: Algo não está certo.

source: Enter your company name
pt_pt: Insira o nome da sua empresa

source: Welcome
pt_pt: Bem-vindo

source: Your email
pt_pt: O seu e-mail

source: Username or email
pt_pt: Nome de utilizador ou e-mail

source: Enter your email
pt_pt: Introduza o seu e-mail

source: I'm logging in for the first time/I forgot my password
pt_pt: Estou a iniciar sessão pela primeira vez/Esqueci-me da palavra-passe

source: It's great to see you!
pt_pt: É bom vê-lo(a)!

source: Re-enter my company name
pt_pt: Voltar a introduzir o nome da minha empresa

source: You are signed in to company:
pt_pt: Está autenticado na empresa:

source: Sign in with my company SSO login
pt_pt: Iniciar sessão com o meu login SSO da empresa

source: Log back in
pt_pt: Voltar a iniciar sessão

source: You have been successfully logged out.
pt_pt: A sua sessão foi encerrada com sucesso.

source: Logout successful
pt_pt: Sessão terminada com sucesso

source: Professional roles
pt_pt: Funções profissionais

source: Exceeded
pt_pt: Excedido

source: Progress slider
pt_pt: Controlo deslizante de progresso

source: Please add at least one measurement criteria.
pt_pt: Adicione pelo menos um critério de medição.

source: Start value
pt_pt: Valor inicial

source: Binary
pt_pt: Binário

source: Financial
pt_pt: Financeiro

source: Unit
pt_pt: Unidade

source: Progress: {{progress}}%
pt_pt: Progresso: {{progress}}%

source: Got it, thanks!
pt_pt: Entendi, obrigado!

source: The model was successfully created.
pt_pt: O modelo foi criado com sucesso.

source: Dataset
pt_pt: Conjunto de dados

source: Edit model
pt_pt: Editar modelo

source: The details of the model were successfully saved.
pt_pt: Os detalhes do modelo foram guardados com sucesso.

source: All data
pt_pt: Todos os dados

source: Selected models
pt_pt: Modelos selecionados

source: The models were successfully deleted.
pt_pt: Os modelos foram eliminados com sucesso.

source: The model was successfully deleted.
pt_pt: O modelo foi eliminado com sucesso.

source: No results.<br/>Clear your search to show all results.
pt_pt: Sem resultados.<br/>Limpe a sua pesquisa para mostrar todos os resultados.

source: Export data
pt_pt: Exportar dados

source: Features
pt_pt: Funcionalidades

source: Models list
pt_pt: Lista de modelos

source: Training data last refreshed on
pt_pt: Dados de formação atualizados pela última vez em

source: No models in the selected dataset
pt_pt: Não há modelos no conjunto de dados selecionado

source: No models with name "{{phrase}}"
pt_pt: Não existem modelos com o nome "{{phrase}}"

source: Open {{name}} properties
pt_pt: Abrir propriedades de {{name}}

source: Training might be required; the training data is older than the latest refreshed data.
pt_pt: Poderá ser necessária formação; os dados de formação são mais antigos do que os dados atualizados mais recentes.

source: Retrain
pt_pt: Voltar a treinar

source: The model was successfully retrained.
pt_pt: O modelo foi treinado novamente com sucesso.

source: Select model {{name}}
pt_pt: Selecione o modelo {{name}}

source: Training data as of
pt_pt: Dados de treino a partir de

source: Unselect model {{name}}
pt_pt: Desmarcar modelo {{name}}

source: Model description
pt_pt: Descrição do modelo

source: Add a description for the model
pt_pt: Adicione uma descrição para o modelo

source: Export model
pt_pt: Exportar modelo

source: Coefficients
pt_pt: Coeficientes

source: Feature
pt_pt: Funcionalidade

source: Significance
pt_pt: Significado

source: Significance ranges:
pt_pt: Intervalos de significância:

source: Standard error
pt_pt: Erro padrão

source: T-value
pt_pt: Valor T

source: This model doesn't have any features yet.
pt_pt: Este modelo ainda não tem nenhuma funcionalidade.

source: Model features
pt_pt: Funcionalidades do modelo

source: Data scope:
pt_pt: Âmbito dos dados:

source: Model information
pt_pt: Informação do modelo

source: Label:
pt_pt: Etiqueta:

source: Last trained by:
pt_pt: Última formação por:

source: Last trained on:
pt_pt: Última formação em:

source: Data version:
pt_pt: Versão dos dados:

source: Adjusted R squared:
pt_pt: R ao quadrado ajustado:

source: No model performance defined yet.
pt_pt: Ainda não foi definido o desempenho do modelo.

source: Model performance
pt_pt: Desempenho do modelo

source: Loss function:
pt_pt: Função de perda:

source: Mean absolute error:
pt_pt: Erro absoluto médio:

source: Mean squared error:
pt_pt: Erro quadrático médio:

source: R squared:
pt_pt: R ao quadrado:

source: Root mean squared error:
pt_pt: Raiz quadrada do erro-médio:

source: No population criteria yet.
pt_pt: Ainda não há critérios de população.

source: Population criteria:
pt_pt: Critérios de população:

source: Model name
pt_pt: Nome do modelo

source: Enter the name of the model
pt_pt: Insira o nome do modelo

source: Edit model details
pt_pt: Editar detalhes do modelo

source: Training performance
pt_pt: Desempenho da formação

source: A performance metric displayed in % and reflecting the ability of a model to explain the drivers of pay. For linear regression, it reflects the adjusted R^2.
pt_pt: Uma métrica de desempenho exibida em % e que reflete a capacidade de um modelo de explicar os fatores determinantes do pagamento. Para regressão linear, reflete o R^2 ajustado.

source: Training data used
pt_pt: Dados de formação utilizados

source: Add all features
pt_pt: Adicionar todas as funcionalidades

source: Add all
pt_pt: Adicionar todos

source: Available
pt_pt: Disponível

source: Remove all features
pt_pt: Remover todas as funcionalidades

source: Selected
pt_pt: Selecionado

source: Feature tree
pt_pt: Árvore de funcionalidades

source: No population yet
pt_pt: Ainda não há população

source: Confirm population
pt_pt: Confirmar população

source: The population criteria were successfully saved.
pt_pt: Os critérios de população foram guardados com sucesso.

source: Training data
pt_pt: Dados de formação

source: Training complete.
pt_pt: Formação concluída.

source: Model Factory
pt_pt: Fábrica de modelos

source: in
pt_pt: em

source: not in
pt_pt: não em

source: Training complete
pt_pt: Formação concluída

source: Keep new
pt_pt: Manter novo

source: Keep original
pt_pt: Manter original

source: Training saved
pt_pt: Formação guardada

source: +{{count}} more
pt_pt: Mais {{count}}

source: Please contact your administrator to enable the plugin.
pt_pt: Contacte o seu administrador para ativar o plug-in.

source: Your account does not have access to this feature.
pt_pt: A sua conta não tem acesso a esta funcionalidade.

source: Plugin access disabled
pt_pt: Acesso ao plugin desativado

source: {{count}} option available
pt_pt: {{count}} opção disponível

source: {{count}} options available
pt_pt: {{count}} opções disponíveis

source: Loading...
pt_pt: A carregar...

source: No options available
pt_pt: Nenhuma opção disponível

source: Based in
pt_pt: Baseado em

source: You have no listed team members. Come back later for further updates.
pt_pt: Não tem membros de equipa listados. Volte mais tarde para mais atualizações.

source: Relation
pt_pt: Relação

source: Goals that require an action from you or your manager
pt_pt: Objetivos que requerem uma ação sua ou do seu gestor

source: Approve or reject goals individually or approve all with optional comments.
pt_pt: Aprove ou rejeite objetivos individualmente ou aprove todos com comentários opcionais.

source: Goals that you own and need to work on.
pt_pt: Objetivos que possui e nos quais precisa de trabalhar.

source: Goals that are shared with me
pt_pt: Objetivos que são partilhados comigo

source: Goal category
pt_pt: Grupo do objetivo

source: My goals
pt_pt: Os meus objetivos

source: {{weight}}% weight of my goal plan
pt_pt: {{weight}}% do peso do meu plano de objetivos

source: Start your journey
pt_pt: Inicie a sua jornada

source: By setting a new goal
pt_pt: Ao definir um novo objetivo
